Repository: OMARVII/Shotnix
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: de, fr, ru, zh_hans

source: Redo Timeline Edit
de: Änderung an der Zeitleiste wiederholen
fr: Rétablir la modification de la timeline
ru: Повторить изменение шкалы времени
zh_hans: 重做时间线编辑

source: Redo Title Card
de: Änderung der Titelkarte wiederholen
fr: Rétablir la modification du carton de titre
ru: Повторить изменение титра
zh_hans: 重做标题卡更改

source: Redo Transcribe
de: Transkribieren wiederholen
fr: Rétablir la transcription
ru: Повторить расшифровку
zh_hans: 重做转录

source: Redo Transitions
de: Änderung der Übergänge wiederholen
fr: Rétablir la modification des transitions
ru: Повторить изменение переходов
zh_hans: 重做转场更改

source: Redo Trim
de: Trimmen wiederholen
fr: Rétablir l’ajustement
ru: Повторить подрезку
zh_hans: 重做修剪

source: Redo Unmute Clip
de: Aufheben der Clip-Stummschaltung wiederholen
fr: Rétablir le rétablissement du son du clip
ru: Повторить включение звука клипа
zh_hans: 重做取消片段静音

source: Redo Unmute Part
de: Aufheben der Abschnitts-Stummschaltung wiederholen
fr: Rétablir le rétablissement du son du passage
ru: Повторить включение звука фрагмента
zh_hans: 重做取消部分静音

source: Redo Unmute Video
de: Aufheben der Video-Stummschaltung wiederholen
fr: Rétablir le rétablissement du son de la vidéo
ru: Повторить включение звука видео
zh_hans: 重做取消视频静音

source: Redo Zoom Change
de: Zoomänderung wiederholen
fr: Rétablir la modification du zoom
ru: Повторить изменение увеличения
zh_hans: 重做缩放更改

source: Redo Zoom Level for All
de: Einheitliche Zoomstufe wiederholen
fr: Rétablir le niveau de zoom commun
ru: Повторить общий уровень увеличения
zh_hans: 重做统一缩放级别

source: Redo Zooms
de: Änderung der Zooms wiederholen
fr: Rétablir la modification des zooms
ru: Повторить изменение увеличений
zh_hans: 重做缩放更改

source: Regular
de: Normal
fr: Normal
ru: Обычный
zh_hans: 常规

source: Releasing the mouse takes the shot. Hold ⇧ as you release to adjust the selection first — drag its edges, nudge it with the arrow keys, then press Return.
de: Das Loslassen der Maustaste löst die Aufnahme aus. Halte beim Loslassen ⇧ gedrückt, um die Auswahl erst anzupassen – ziehe an den Rändern, verschiebe sie mit den Pfeiltasten und drücke dann den Zeilenschalter.
fr: Relâcher la souris déclenche la capture. Maintenez ⇧ en relâchant pour ajuster d’abord la sélection — faites glisser ses bords, déplacez-la avec les touches fléchées, puis appuyez sur Retour.
ru: Снимок делается, когда вы отпускаете кнопку мыши. Удерживайте ⇧ при отпускании, чтобы сначала настроить выделение: перетяните его края, сдвиньте его клавишами со стрелками, затем нажмите Return.
zh_hans: 松开鼠标即可截屏。松开时按住 ⇧ 可先调整选区 — 拖移边缘、用方向键微调，然后按下 Return 键。

source: Remove
de: Entfernen
fr: Supprimer
ru: Удалить
zh_hans: 移除

source: Remove %@
de: %@ entfernen
fr: Retirer %@
ru: Удалить «%@»
zh_hans: 移除 %@

source: Remove %@ of video data?
de: %@ Videodaten entfernen?
fr: Supprimer %@ de données vidéo ?
ru: Удалить %@ видеоданных?
zh_hans: 要移除 %@ 的视频数据吗？

source: Remove %lld ums
de: %lld Füllwörter entfernen
fr: Supprimer %lld hésitations
ru: Удалить %lld слова-паразита
zh_hans: 移除 %lld 个语气词

source: Remove All Zooms
de: Alle Zooms entfernen
fr: Supprimer tous les zooms
ru: Удалить все увеличения
zh_hans: 移除所有缩放

source: Remove Intro Card
de: Intro-Karte entfernen
fr: Supprimer le carton d’intro
ru: Удалить начальный титр
zh_hans: 移除片头卡

source: Remove Music
de: Musik entfernen
fr: Supprimer la musique
ru: Удалить музыку
zh_hans: 移除音乐

source: Remove Outro Card
de: Outro-Karte entfernen
fr: Supprimer le carton de fin
ru: Удалить финальный титр
zh_hans: 移除片尾卡

source: Remove Transcript & Captions
de: Transkript und Untertitel entfernen
fr: Supprimer la transcription et les sous-titres
ru: Удалить расшифровку и субтитры
zh_hans: 移除文字稿和字幕

source: Remove Ums
de: Füllwörter entfernen
fr: Supprimer les mots de remplissage
ru: Удалить слова-паразиты
zh_hans: 移除语气词

source: Remove all %lld
de: Alle entfernen (%lld)
fr: Tout supprimer (%lld)
ru: Удалить все (%lld)
zh_hans: 全部移除（%lld）

source: Remove all zooms
de: Alle Zooms entfernen
fr: Supprimer tous les zooms
ru: Удалить все увеличения
zh_hans: 移除所有缩放

source: Remove caption
de: Untertitel entfernen
fr: Supprimer le sous-titre
ru: Удалить субтитр
zh_hans: 移除字幕

source: Remove from this video
de: Aus diesem Video entfernen
fr: Retirer de cette vidéo
ru: Удалить из этого видео
zh_hans: 从此视频中移除

source: Remove this caption
de: Diesen Untertitel entfernen
fr: Supprimer ce sous-titre
ru: Удалить этот субтитр
zh_hans: 移除此字幕

source: Remove this translation
de: Diese Übersetzung entfernen
fr: Supprimer cette traduction
ru: Удалить этот перевод
zh_hans: 移除此翻译

source: Remove translation
de: Übersetzung entfernen
fr: Supprimer la traduction
ru: Удалить перевод
zh_hans: 移除翻译

source: Removed %@ — click to restore
de: %@ entfernt – klicken zum Wiederherstellen
fr: Passage de %@ supprimé — cliquez pour le restaurer
ru: Вырезано %@ — нажмите, чтобы восстановить
zh_hans: 已移除 %@ — 点按以恢复

source: Removed %@ — ⌘Z to undo
de: %@ entfernt – ⌘Z zum Widerrufen
fr: Suppression de %@ — ⌘Z pour annuler
ru: Вырезано %@ — ⌘Z, чтобы отменить
zh_hans: 已移除 %@ — 按 ⌘Z 撤销

source: Removed %lld filler words — %@ shorter
de: %lld Füllwörter entfernt – %@ kürzer
fr: %lld mots de remplissage supprimés — %@ de moins
ru: Удалено %lld слова-паразита — на %@ короче
zh_hans: 已移除 %lld 个语气词 — 视频缩短了 %@

source: Removed %lld items — ⌘Z to undo
de: %lld Objekte entfernt – ⌘Z zum Widerrufen
fr: %lld éléments supprimés — ⌘Z pour annuler
ru: Удалено %lld объекта — ⌘Z, чтобы отменить
zh_hans: 已移除 %lld 个项目 — 按 ⌘Z 撤销

source: Removed %lld items — ⌘Z to undo (a video keeps at least one clip)
de: %lld Objekte entfernt – ⌘Z zum Widerrufen (ein Video behält mindestens einen Clip)
fr: %lld éléments supprimés — ⌘Z pour annuler (une vidéo garde au moins un clip)
ru: Удалено %lld объекта — ⌘Z, чтобы отменить (в видео остается хотя бы один клип)
zh_hans: 已移除 %lld 个项目 — 按 ⌘Z 撤销（视频至少保留一个片段）

source: Removed %lld zooms — ⌘Z to undo
de: %lld Zooms entfernt – ⌘Z zum Widerrufen
fr: %lld zooms supprimés — ⌘Z pour annuler
ru: Удалено %lld увеличения — ⌘Z, чтобы отменить
zh_hans: 已移除 %lld 个缩放 — 按 ⌘Z 撤销

source: Removed parts can be restored from the yellow marker on the timeline.
de: Entfernte Abschnitte lassen sich über die gelbe Markierung in der Zeitleiste wiederherstellen.
fr: Les passages supprimés peuvent être restaurés depuis le repère jaune de la timeline.
ru: Вырезанные фрагменты можно восстановить с помощью желтой метки на шкале времени.
zh_hans: 已移除的部分可通过时间线上的黄色标记恢复。

source: Removed — ⌘Z to undo
de: Entfernt – ⌘Z zum Widerrufen
fr: Supprimé — ⌘Z pour annuler
ru: Удалено — ⌘Z, чтобы отменить
zh_hans: 已移除 — 按 ⌘Z 撤销

source: Removes background noise and hum, and evens out your level — processed on this Mac
de: Entfernt Hintergrundgeräusche und Brummen und gleicht deinen Pegel aus – direkt auf diesem Mac
fr: Supprime le bruit de fond et le ronflement, et égalise votre niveau — traité sur ce Mac
ru: Убирает фоновый шум и гул и выравнивает громкость — обработка на этом Mac
zh_hans: 去除背景噪音和嗡嗡声，并平衡你的音量 — 在这台 Mac 上处理

source: Removes jitter, keeps it snappy.
de: Entfernt Zittern, bleibt aber flott.
fr: Supprime les tremblements, reste réactif.
ru: Убирает дрожание, сохраняя отзывчивость.
zh_hans: 去除抖动，保持灵敏。

source: Rendering for the clipboard… %lld%%
de: Wird für die Zwischenablage gerendert … %lld %%
fr: Rendu pour le presse-papiers… %lld %%
ru: Рендеринг для буфера обмена… %lld %%
zh_hans: 正在为剪贴板渲染…%lld%%

source: Rendering, then copying to your clipboard
de: Wird gerendert und dann in die Zwischenablage kopiert
fr: Rendu, puis copie dans le presse-papiers
ru: Рендеринг, затем копирование в буфер обмена
zh_hans: 正在渲染，完成后拷贝到剪贴板

source: Replace Music…
de: Musik ersetzen …
fr: Remplacer la musique…
ru: Заменить музыку…
zh_hans: 替换音乐…

source: Replace…
de: Ersetzen …
fr: Remplacer…
ru: Заменить…
zh_hans: 替换…

source: Report Issue
de: Problem melden
fr: Signaler un problème
ru: Сообщить о проблеме
zh_hans: 报告问题

source: Reset
de: Zurücksetzen
fr: Réinitialiser
ru: Сбросить
zh_hans: 重置

source: Reset %@
de: %@ zurücksetzen
fr: Réinitialiser %@
ru: Сбросить: %@
zh_hans: 重置%@

source: Reset Defaults
de: Standards wiederherstellen
fr: Rétablir les valeurs par défaut
ru: Восстановить стандартные
zh_hans: 恢复默认设置

source: Reset crop
de: Zuschnitt zurücksetzen
fr: Réinitialiser le rognage
ru: Сбросить обрезку
zh_hans: 重置裁剪

source: Reset to the Shotnix Look
de: Auf den Shotnix-Stil zurücksetzen
fr: Rétablir le style Shotnix
ru: Вернуть стиль Shotnix
zh_hans: 恢复为 Shotnix 风格

source: Reset to the Shotnix look
de: Auf den Shotnix-Stil zurücksetzen
fr: Rétablir le style Shotnix
ru: Вернуть стиль Shotnix
zh_hans: 恢复为 Shotnix 风格

source: Resize
de: Größe ändern
fr: Redimensionner
ru: Изменить размер
zh_hans: 调整大小

source: Resolution
de: Auflösung
fr: Résolution
ru: Разрешение
zh_hans: 分辨率

source: Restart Now
de: Jetzt neu starten
fr: Redémarrer maintenant
ru: Перезапустить
zh_hans: 退出并重新打开

source: Restart Shotnix to use %@?
de: Shotnix neu starten, um %@ zu verwenden?
fr: Redémarrer Shotnix pour utiliser %@ ?
ru: Перезапустить Shotnix, чтобы сменить язык на «%@»?
zh_hans: 要退出并重新打开 Shotnix 以使用 %@ 吗？

source: Restore
de: Wiederherstellen
fr: Restaurer
ru: Восстановить
zh_hans: 恢复

source: Restore %@ at %@
de: %1$@ bei %2$@ wiederherstellen
fr: Restaurer %1$@ à %2$@
ru: Восстановить %@ в %@
zh_hans: 恢复 %2$@ 处的 %1$@

source: Restore %@ cut at %@
de: Schnitt von %1$@ bei %2$@ wiederherstellen
fr: Restaurer la coupe de %1$@ à %2$@
ru: Восстановить вырезанный фрагмент (%@) в %@
zh_hans: 恢复位于 %2$@ 的 %1$@ 剪除部分

source: Restore All %lld
de: Alle %lld wiederherstellen
fr: Tout restaurer (%lld)
ru: Восстановить все (%lld)
zh_hans: 全部恢复（%lld）

source: Restore Apple Shortcuts
de: Apple-Kurzbefehle wiederherstellen
fr: Restaurer les raccourcis Apple
ru: Восстановить сочетания клавиш Apple
zh_hans: 恢复 Apple 快捷键

source: Restored %@
de: %@ wiederhergestellt
fr: Restauration de %@
ru: Восстановлено %@
zh_hans: 已恢复 %@

source: Restored %lld cuts — %@
de: %lld Schnitte wiederhergestellt – %@
fr: %lld coupes restaurées — %@
ru: Восстановлено %lld фрагмента — %@
zh_hans: 已恢复 %lld 处剪切 — %@

source: Restored %lld words
de: %lld Wörter wiederhergestellt
fr: %lld mots restaurés
ru: Восстановлено %lld слова
zh_hans: 已恢复 %lld 个词

source: Resume Recording
de: Aufzeichnung fortsetzen
fr: Reprendre l’enregistrement
ru: Продолжить запись
zh_hans: 继续录制

source: Resume recording
de: Aufzeichnung fortsetzen
fr: Reprendre l’enregistrement
ru: Продолжить запись
zh_hans: 继续录制

source: Resume recording (%@)
de: Aufzeichnung fortsetzen (%@)
fr: Reprendre l’enregistrement (%@)
ru: Продолжить запись (%@)
zh_hans: 继续录制（%@）

source: Reveal
de: Zeigen
fr: Afficher
ru: Показать
zh_hans: 显示

source: Reveal in Finder
de: Im Finder zeigen
fr: Afficher dans le Finder
ru: Показать в Finder
zh_hans: 在“访达”中显示

source: Review Changes…
de: Änderungen prüfen …
fr: Vérifier les modifications…
ru: Просмотреть изменения…
zh_hans: 检查更改…

source: Review the decoded email payload before copying.
de: Prüfe die decodierten E-Mail-Daten vor dem Kopieren.
fr: Vérifiez les données d’e-mail décodées avant de les copier.
ru: Проверьте расшифрованные данные e-mail перед копированием.
zh_hans: 拷贝前请检查解码出的电子邮件内容。

source: Review the decoded link before opening.
de: Prüfe den decodierten Link vor dem Öffnen.
fr: Vérifiez le lien décodé avant de l’ouvrir.
ru: Проверьте расшифрованную ссылку перед открытием.
zh_hans: 打开前请检查解码出的链接。

source: Review the decoded link before opening: %@
de: Prüfe den decodierten Link vor dem Öffnen: %@
fr: Vérifiez le lien décodé avant de l’ouvrir : %@
ru: Проверьте расшифрованную ссылку перед открытием: %@
zh_hans: 打开前请检查解码出的链接：%@

source: Review the decoded text before copying.
de: Prüfe den decodierten Text vor dem Kopieren.
fr: Vérifiez le texte décodé avant de le copier.
ru: Проверьте расшифрованный текст перед копированием.
zh_hans: 拷贝前请检查解码出的文字。

source: Review the decoded values before copying or opening.
de: Prüfe die decodierten Werte vor dem Kopieren oder Öffnen.
fr: Vérifiez les valeurs décodées avant de les copier ou de les ouvrir.
ru: Проверьте расшифрованные значения перед копированием или открытием.
zh_hans: 拷贝或打开前，请检查解码后的值。

source: Review the email details before composing.
de: Prüfe die E-Mail-Details vor dem Verfassen.
fr: Vérifiez les détails de l’e-mail avant de le rédiger.
ru: Проверьте данные письма, прежде чем создать его.
zh_hans: 撰写前请检查电子邮件详情。

source: Review the message details before opening.
de: Prüfe die Nachrichtendetails vor dem Öffnen.
fr: Vérifiez les détails du message avant de l’ouvrir.
ru: Проверьте данные сообщения перед открытием.
zh_hans: 打开前请检查信息详情。

source: Review the network details before copying.
de: Prüfe die Netzwerkdetails vor dem Kopieren.
fr: Vérifiez les détails du réseau avant de les copier.
ru: Проверьте данные сети перед копированием.
zh_hans: 拷贝前请检查网络详情。

source: Review the phone number before opening.
de: Prüfe die Telefonnummer vor dem Öffnen.
fr: Vérifiez le numéro de téléphone avant d’appeler.
ru: Проверьте номер телефона перед звонком.
zh_hans: 打开前请检查电话号码。

source: Right
de: Rechts
fr: Droite
ru: Справа
zh_hans: 右侧

source: Ripple
de: Welle
fr: Onde
ru: Волна
zh_hans: 波纹

source: Rose Smoke
de: Rosenrauch
fr: Fumée rose
ru: Розовый дым
zh_hans: 玫瑰烟雾

source: Rounded
de: Abgerundet
fr: Arrondi
ru: Квадрат
zh_hans: 圆角

source: Rounded Corners (⌥R)
de: Abgerundete Ecken (⌥R)
fr: Coins arrondis (⌥R)
ru: Скругленные углы (⌥R)
zh_hans: 圆角（⌥R）

source: Rounded corners
de: Abgerundete Ecken
fr: Coins arrondis
ru: Скругленные углы
zh_hans: 圆角

source: Rounded rectangle
de: Abgerundetes Rechteck
fr: Rectangle arrondi
ru: Скругленный прямоугольник
zh_hans: 圆角矩形

source: Roundness
de: Rundung
fr: Arrondi
ru: Скругление
zh_hans: 圆角

source: SHOTNIX LIBRARY
de: SHOTNIX-BIBLIOTHEK
fr: BIBLIOTHÈQUE SHOTNIX
ru: МЕДИАТЕКА SHOTNIX
zh_hans: SHOTNIX 资源库

source: Save
de: Sichern
fr: Enregistrer
ru: Сохранить
zh_hans: 存储

source: Save %@…
de: %@ sichern …
fr: Enregistrer %@…
ru: Сохранить %@…
zh_hans: 存储 %@…

source: Save (⌘S)
de: Sichern (⌘S)
fr: Enregistrer (⌘S)
ru: Сохранить (⌘S)
zh_hans: 存储（⌘S）

source: Save As…
de: Sichern unter …
fr: Enregistrer sous…
ru: Сохранить как…
zh_hans: 存储为…

source: Save Folder
de: Zielordner
fr: Dossier d’enregistrement
ru: Папка для сохранения
zh_hans: 存储文件夹

source: Save Location
de: Speicherort
fr: Emplacement d’enregistrement
ru: Место сохранения
zh_hans: 存储位置

source: Save Subtitles
de: Untertitel sichern
fr: Enregistrer les sous-titres
ru: Сохранить субтитры
zh_hans: 存储字幕

source: Save Subtitles (.srt)…
de: Untertitel sichern (.srt) …
fr: Enregistrer les sous-titres (.srt)…
ru: Сохранить субтитры (.srt)…
zh_hans: 存储字幕（.srt）…

source: Save Subtitles (.vtt)…
de: Untertitel sichern (.vtt) …
fr: Enregistrer les sous-titres (.vtt)…
ru: Сохранить субтитры (.vtt)…
zh_hans: 存储字幕（.vtt）…

source: Save automatically
de: Automatisch sichern
fr: Enregistrer automatiquement
ru: Сохранять автоматически
zh_hans: 自动存储

source: Save changes to this screenshot?
de: Änderungen an diesem Bildschirmfoto sichern?
fr: Enregistrer les modifications de cette capture ?
ru: Сохранить изменения в этом снимке экрана?
zh_hans: 要存储对此截屏的更改吗？

source: Save folder updated.
de: Zielordner aktualisiert.
fr: Dossier d’enregistrement mis à jour.
ru: Папка для сохранения обновлена.
zh_hans: 存储文件夹已更新。

source: Save screenshot to disk
de: Bildschirmfoto als Datei sichern
fr: Enregistrer la capture d’écran sur le disque
ru: Сохранить снимок экрана на диск
zh_hans: 将截屏存储到磁盘

source: Saved
de: Gesichert
fr: Enregistrée
ru: Сохраненный
zh_hans: 已存储

source: Saved %@
de: %@ gesichert
fr: %@ enregistré
ru: Сохранено: %@
zh_hans: 已存储 %@

source: Saved %@ to %@ — click to reveal in Finder
de: „%1$@“ in „%2$@“ gesichert – zum Anzeigen im Finder klicken
fr: %1$@ enregistré dans %2$@ — cliquez pour l’afficher dans le Finder
ru: Файл «%@» сохранен в папку «%@» — нажмите, чтобы показать в Finder
zh_hans: 已将“%1$@”存储到“%2$@” — 点按以在“访达”中显示

source: Saved capture
de: Gesichertes Bildschirmfoto
fr: Capture enregistrée
ru: Сохраненный снимок
zh_hans: 已存储的截屏

source: Saved to %@: %@
de: Gesichert in „%@“: %@
fr: Enregistré dans « %@ » : %@
ru: Сохранено в папку «%@»: %@
zh_hans: 已存储到“%@”：%@

source: Saved — new recordings will use this look
de: Gesichert – neue Aufnahmen verwenden diesen Stil
fr: Enregistré — les nouveaux enregistrements utiliseront ce style
ru: Сохранено — новые записи будут использовать этот стиль
zh_hans: 已存储 — 新录制内容将使用此风格

source: Saves %@ — only silences where nothing happens on screen
de: Spart %@ – nur Stille, in der auf dem Bildschirm nichts passiert
fr: Gagne %@ — uniquement les silences où rien ne se passe à l’écran
ru: Экономит %@ — только паузы, когда на экране ничего не происходит
zh_hans: 节省 %@ — 仅限屏幕上无任何动静的静音部分

source: Saves %@ — silences where the pointer rests and nothing is clicked or pressed (this older recording can't see typing)
de: Spart %@ – Stille, in der der Zeiger ruht und nichts geklickt oder gedrückt wird (diese ältere Aufnahme erkennt kein Tippen)
fr: Gagne %@ — silences où le pointeur est immobile et où rien n’est cliqué ni pressé (cet ancien enregistrement ne détecte pas la saisie)
ru: Экономит %@ — паузы, когда указатель неподвижен и ничего не нажимается (в этой старой записи не виден набор текста)
zh_hans: 节省 %@ — 指针静止且没有点按或按键的静音部分（这个较早的录制内容无法识别打字）

source: Saves the background, frame, cursor, and zoom style.
de: Sichert Hintergrund, Rahmen, Zeiger und Zoomstil.
fr: Enregistre l’arrière-plan, le cadre, le pointeur et le style de zoom.
ru: Сохраняет фон, рамку, указатель и стиль увеличения.
zh_hans: 会存储背景、边框、指针和缩放样式。

source: Save…
de: Sichern …
fr: Enregistrer…
ru: Сохранить…
zh_hans: 存储…

source: Saving captures to History
de: Bildschirmfotos werden im Verlauf gesichert
fr: Ajout des captures à l’historique
ru: Сохранение снимков в историю
zh_hans: 正在将截屏存储到历史记录

source: Saving the last recording…
de: Letzte Aufnahme wird gesichert …
fr: Finalisation du dernier enregistrement…
ru: Сохранение последней записи…
zh_hans: 正在存储上一段录制内容…

source: Saving the recording
de: Aufnahme wird gesichert
fr: Finalisation de l’enregistrement
ru: Сохранение записи
zh_hans: 正在存储录制内容

source: Saving the recording…
de: Aufnahme wird gesichert …
fr: Finalisation de l’enregistrement…
ru: Сохранение записи…
zh_hans: 正在存储录制内容…

source: Saving the screen recording
de: Bildschirmaufnahme wird gesichert
fr: Finalisation de l’enregistrement de l’écran
ru: Сохранение записи экрана
zh_hans: 正在存储屏幕录制内容

source: Saving…
de: Wird gesichert …
fr: Finalisation…
ru: Сохранение…
zh_hans: 正在存储…

source: Scan QR Code
de: QR-Code scannen
fr: Scanner un code QR
ru: Сканировать QR-код
zh_hans: 扫描二维码

source: Screen Recording
de: Bildschirmaufnahme
fr: Enregistrement de l’écran
ru: Запись экрана
zh_hans: 屏幕录制

source: Screen Recording Permission Required
de: Berechtigung für Bildschirmaufnahme erforderlich
fr: Autorisation d’enregistrement de l’écran requise
ru: Нужно разрешение на запись экрана
zh_hans: 需要屏幕录制权限

source: Screen recording didn't start in time. Try again.
de: Die Bildschirmaufnahme hat nicht rechtzeitig begonnen. Versuche es erneut.
fr: L’enregistrement de l’écran n’a pas démarré à temps. Réessayez.
ru: Запись экрана не началась вовремя. Повторите попытку.
zh_hans: 屏幕录制未能及时开始。请重试。

source: Screenshot Editor
de: Bildschirmfoto-Editor
fr: Éditeur de captures
ru: Редактор снимков
zh_hans: 截屏编辑器

source: Screenshot canvas
de: Bildschirmfoto-Arbeitsfläche
fr: Zone de travail de la capture
ru: Холст снимка экрана
zh_hans: 截屏画布

source: Screenshot captured
de: Bildschirmfoto aufgenommen
fr: Capture d’écran effectuée
ru: Снимок экрана сделан
zh_hans: 已截屏

source: Screenshot selection
de: Auswahl für Bildschirmfoto
fr: Sélection pour la capture d’écran
ru: Выделение для снимка экрана
zh_hans: 截屏选区

source: Screenshot thumbnail
de: Miniatur des Bildschirmfotos
fr: Vignette de la capture d’écran
ru: Миниатюра снимка экрана
zh_hans: 截屏缩略图

source: Screenshots
de: Bildschirmfotos
fr: Captures
ru: Снимки экрана
zh_hans: 截屏

source: Scroll down to capture
de: Zum Aufnehmen nach unten scrollen
fr: Faites défiler vers le bas pour capturer
ru: Прокручивайте вниз, чтобы снять
zh_hans: 向下滚动以捕捉

source: Scroll down to capture more
de: Weiter nach unten scrollen
fr: Continuez à défiler vers le bas
ru: Прокручивайте дальше вниз
zh_hans: 向下滚动以捕捉更多

source: Scrolled too fast — scroll back up a little
de: Zu schnell – scrolle ein Stück zurück
fr: Trop rapide — remontez un peu
ru: Слишком быстро — прокрутите немного назад
zh_hans: 滚动太快 — 请往回滚动一点

source: Scrolling
de: Scroll-Aufnahme
fr: Défilement
ru: С прокруткой
zh_hans: 滚动

source: Scrolling Capture
de: Scroll-Aufnahme
fr: Capture défilante
ru: Снимок с прокруткой
zh_hans: 滚动截屏

source: Scrolling capture
de: Scroll-Aufnahme
fr: Capture défilante
ru: Снимок с прокруткой
zh_hans: 滚动截屏

source: Scrolling capture controls
de: Steuerung für Scroll-Aufnahme
fr: Commandes de la capture défilante
ru: Управление снимком с прокруткой
zh_hans: 滚动截屏控制

source: Scrolling capture failed
de: Scroll-Aufnahme fehlgeschlagen
fr: Échec de la capture défilante
ru: Не удалось сделать снимок с прокруткой
zh_hans: 滚动截屏失败

source: Scrolling capture reached its maximum length (%lld points) and finished.
de: Die Scroll-Aufnahme hat ihre maximale Länge (%lld Punkte) erreicht und ist beendet.
fr: La capture défilante a atteint sa longueur maximale (%lld points) et s’est terminée.
ru: Снимок с прокруткой достиг максимальной длины (%lld пт) и завершен.
zh_hans: 滚动截屏已达到最大长度（%lld 点），已完成。

source: Scrolling capture stopped after %lld minutes.
de: Die Scroll-Aufnahme wurde nach %lld Minuten beendet.
fr: La capture défilante s’est arrêtée après %lld minutes.
ru: Снимок с прокруткой остановлен через %lld минуты.
zh_hans: 滚动截屏已在 %lld 分钟后停止。

source: Search commands
de: Befehle suchen
fr: Rechercher des commandes
ru: Поиск команд
zh_hans: 搜索命令

source: Search text in captures
de: Text in Bildschirmfotos suchen
fr: Rechercher du texte dans les captures
ru: Поиск текста в снимках
zh_hans: 搜索截屏中的文字

source: Security
de: Sicherheit
fr: Sécurité
ru: Безопасность
zh_hans: 安全性

source: Select
de: Auswählen
fr: Sélection
ru: Выбор
zh_hans: 选择

source: Select All
de: Alles auswählen
fr: Tout sélectionner
ru: Выбрать все
zh_hans: 全选

source: Select a clip on the timeline to mute it or fade it in and out.
de: Wähle einen Clip in der Zeitleiste aus, um ihn stummzuschalten oder ein- und auszublenden.
fr: Sélectionnez un clip dans la timeline pour couper son son ou lui appliquer un fondu.
ru: Выберите клип на шкале времени, чтобы выключить его звук или настроить нарастание и затухание.
zh_hans: 在时间线上选择一个片段即可将其静音或设置淡入淡出。

source: Select a range to cut
de: Bereich zum Schneiden auswählen
fr: Sélectionner un passage à couper
ru: Выделить фрагмент для вырезания
zh_hans: 选择要剪掉的范围

source: Select a window to record without blocking other apps
de: Wähle ein Fenster zum Aufzeichnen, ohne andere Apps zu blockieren
fr: Choisissez une fenêtre à enregistrer sans bloquer les autres apps
ru: Выберите окно для записи, не блокируя другие приложения
zh_hans: 选择要录制的窗口，不影响其他 App 的使用

source: Select previous / next item
de: Vorheriges/nächstes Objekt auswählen
fr: Sélectionner l’élément précédent/suivant
ru: Выбрать предыдущий / следующий объект
zh_hans: 选择上一个/下一个项目

source: Select several items
de: Mehrere Objekte auswählen
fr: Sélectionner plusieurs éléments
ru: Выбрать несколько объектов
zh_hans: 选择多个项目

source: Select which display to record fullscreen
de: Wähle den Bildschirm für die Vollbildaufzeichnung
fr: Choisissez l’écran à enregistrer en plein écran
ru: Выберите дисплей для записи всего экрана
zh_hans: 选择要全屏录制的显示器
